Repository: bansi131095/TheCrazyBeautyPOS_iPad
Catalog: TheCrazyBeautyPOS/Helper/Localizable.xcstrings
Source language: en
Languages: vi, zh

source: %d Hours
vi: %d giờ
zh: %d 小时

# %d Hours %d Minutes
source: %1$d Hours %2$d Minutes
vi: %d giờ %d phút
zh: %d 小时 %d 分钟

source: %d Minutes
vi: %d phút
zh: %d 分钟

source: 3 Hours
vi: 3 giờ
zh: 3小时

source: 5 Minutes
vi: 5 Phút
zh: 5 分钟

source: 6 Hours
vi: 6 giờ
zh: 6小时

source: 6 Hours Notice required
vi: Cần thông báo trước 6 giờ
zh: 需要提前 6 小时通知

source: 9 Hours
vi: 9 giờ
zh: 9小时

source: 10 Minutes
vi: 10 Phút
zh: 10 分钟

source: 12 Hours
vi: 12 giờ
zh: 12小时

source: 12 Hours Notice required
vi: Cần thông báo trước 12 giờ
zh: 需要提前 12 小时通知

source: 15 Minutes
vi: 15 Phút
zh: 15 分钟

source: 20 Minutes
vi: 20 Phút
zh: 20 分钟

source: 24 Hours 30 Minutes
vi: 24 giờ 30 phút
zh: 24 小时 30 分钟

source: 24 Hours Notice required
vi: Cần thông báo trước 24 giờ
zh: 需要提前 24 小时通知

source: 25 Minutes
vi: 25 Phút
zh: 25 分钟

source: 30 Minutes
vi: 30 phút
zh: 30 分钟

source: 48 Hours Notice required
vi: Cần thông báo trước 48 giờ
zh: 需要提前 48 小时通知

source: Account Holder Name is required.
vi: Tên chủ tài khoản là bắt buộc.
zh: "账户持有人姓名是必填项。

source: Account Number is required.
vi: Số tài khoản là bắt buộc.
zh: 账号是必填项。

source: Active
vi: Hoạt động
zh: 有效

source: Activities updated successfully
vi: Hoạt động đã được cập nhật thành công
zh: 活动更新成功

source: Add
vi: Thêm
zh: 添加

source: Add a discount percentage for customers who pay with Cash.
vi: Thêm phần trăm giảm giá cho khách hàng thanh toán bằng tiền mặt.
zh: 为使用现金付款的客户添加折扣百分比。

source: Add a Extra Charges for customers who pay with Card.
vi: Thêm phí phụ cho khách hàng thanh toán bằng thẻ.
zh: 为使用银行卡付款的客户添加额外费用。

source: Add Bank Details
vi: Thêm thông tin ngân hàng
zh: 添加银行信息

source: Add Client
vi: Thêm khách hàng
zh: 添加客户

source: Add Coupon
vi: Thêm mã giảm giá
zh: 添加优惠券

source: Add Gift Card
vi: Thêm thẻ quà tặng
zh: 添加礼品卡

source: Add Inventory
vi: Thêm hàng tồn
zh: 添加库存

source: Add New
vi: Thêm mới
zh: 添加新项

source: Add New Test
vi: Thêm bài kiểm tra mới
zh: 添加新测试

source: Add Resources
vi: Thêm tài nguyên
zh: 添加资源

source: Add Salon
vi: Thêm salon
zh: 添加沙龙

source: Add Service
vi: Thêm dịch vụ
zh: 添加服务

source: Add Team Member
vi: Thêm thành viên đội
zh: 添加团队成员

source: Add Test
vi: Thêm bài kiểm tra
zh: 添加测试

source: Add/Edit Custom Schedule
vi: Thêm/Chỉnh sửa lịch trình tùy chỉnh
zh: 添加/编辑自定义日程

source: Advance Amount & Cancellation Duration
vi: Số tiền đặt cọc & thời hạn hủy
zh: 预付款金额和取消时限

source: All fields marked with an asterisk (*) are required.
vi: Tất cả các trường có dấu (*) là bắt buộc.
zh: 所有标有星号（*）的字段都是必填项。

source: Allow Location Access
vi: Cho phép truy cập vị trí
zh: 允许访问位置

source: Amount is required.
vi: Số tiền là bắt buộc.
zh: 金额是必填项。

source: Amount updated successfully
vi: Cập nhật số tiền thành công
zh: 金额更新成功

# Amount_1
source: Amount
vi: Số tiền
zh: 金额

source: Apply
vi: Áp dụng
zh: 应用

source: Appointment rebooked successfully
vi: Lịch hẹn đã được đặt lại thành công
zh: 预约已成功重新安排

source: Are you sure you want to Block this client?
vi: Bạn có chắc chắn muốn chặn khách hàng này không?
zh: 您确定要封锁此客户吗？

source: Are you sure you want to delete this booking?
vi: Bạn có chắc chắn muốn xóa lịch đặt này không?
zh: 您确定要删除此预约吗？

source: Are you sure you want to delete this client?
vi: Bạn có chắc chắn muốn xóa khách hàng này không?
zh: 您确定要删除此客户吗？

source: Are you sure you want to delete this Coupon?
vi: Bạn có chắc chắn muốn xóa phiếu giảm giá này không?
zh: 您确定要删除此优惠券吗？

source: Are you sure you want to delete this Gift Card?
vi: Bạn có chắc chắn muốn xóa thẻ quà tặng này không?
zh: 您确定要删除这张礼品卡吗？

source: Are you sure you want to delete this guest?
vi: Bạn có chắc chắn muốn xóa khách này không?
zh: 您确定要删除此访客吗？

source: Are you sure you want to delete this Inventory?
vi: Bạn có chắc chắn muốn xóa kho hàng này không?
zh: 您确定要删除此库存吗？

source: Are you sure you want to delete this service?
vi: Bạn có chắc chắn muốn xóa dịch vụ này không?
zh: 您确定要删除此服务吗？

source: Are you sure you want to delete this team member?
vi: Bạn có chắc chắn muốn xóa thành viên nhóm này không?
zh: 您确定要删除此团队成员吗？

source: Are you sure you want to Unblock this client?
vi: Bạn có chắc chắn muốn bỏ chặn khách hàng này không?
zh: 您确定要取消封锁此客户吗？

source: Assign Services
vi: Gán dịch vụ
zh: 分配服务

source: Assign Services to New Team Member
vi: Phân công dịch vụ cho thành viên nhóm mới
zh: 为新团队成员分配服务

source: Assign Timing to New Team Member
vi: Phân công thời gian cho thành viên nhóm mới
zh: 为新团队成员分配时间

source: Bank Details
vi: Chi tiết ngân hàng
zh: 银行信息

source: Bank details updated successfully
vi: Cập nhật thông tin ngân hàng thành công
zh: 银行详情更新成功

source: Block Customers
vi: Chặn khách hàng
zh: 屏蔽客户

source: Booking
vi: Đặt chỗ
zh: 预订

source: Booking completed successfully
vi: Hoàn tất đặt chỗ thành công
zh: 预订完成成功

source: Booking deleted successfully
vi: Đặt lịch đã được xóa thành công
zh: 预约删除成功

source: Booking flow updated successfully
vi: Quy trình đặt lịch đã được cập nhật thành công
zh: 预约流程更新成功

source: Booking No :
vi: Số đặt lịch :
zh: 预约编号 :

source: Booking Policy
vi: Chính sách đặt lịch
zh: 预订政策

source: Booking policy updated successfully
vi: Cập nhật chính sách đặt chỗ thành công
zh: 预订政策更新成功

source: Booking Preference
vi: Tùy chọn đặt lịch
zh: 预订偏好

source: Booking Reminder
vi: Nhắc nhở đặt lịch
zh: 预订提醒

source: Bookings :
vi: Đặt chỗ :

source: Break time updated successfully
vi: Thời gian nghỉ đã được cập nhật thành công
zh: 休息时间更新成功

source: Business categories updated successfully
vi: Danh mục doanh nghiệp được cập nhật thành công
zh: 业务类别更新成功

source: Business Hours
vi: Giờ làm việc
zh: 营业时间

source: Business hours not available.
vi: Giờ làm việc không khả dụng
zh: 营业时间不可用

source: Business Information
vi: Thông tin doanh nghiệp
zh: 商家信息

source: Business information updated successfully.
vi: Thông tin doanh nghiệp đã được cập nhật thành công.
zh: 业务信息更新成功。

source: Business Name is required.
vi: Tên doanh nghiệp là bắt buộc.
zh: 商家名称是必填项。

source: Business timing updated successfully
vi: Thời gian kinh doanh đã được cập nhật thành công
zh: 营业时间更新成功

source: Calendar sequence is required
vi: Yêu cầu thứ tự lịch
zh: 需要日历顺序

source: Cancel
vi: Hủy
zh: 取消

source: Cancellation
vi: Hủy
zh: 取消

source: Card Name is required
vi: Tên thẻ là bắt buộc
zh: 卡名称是必填项

source: Card Payment
vi: Thanh toán bằng thẻ
zh: 刷卡支付

# Card1
source: Card
vi: Thẻ
zh: 刷卡

source: Cards
vi: Thẻ
zh: 卡片

source: Cart
vi: Giỏ hàng
zh: 购物车

source: Cash :
vi: Tiền mặt :

source: Cash Payment
vi: Thanh toán tiền mặt
zh: 现金支付

source: Cash Payment Discount In Percent
vi: Giảm giá thanh toán tiền mặt theo phần trăm
zh: 现金支付折扣百分比

# Cash1
source: Cash
vi: Tiền mặt
zh: 现金

source: Categories
vi: Danh mục
zh: 类别 :

source: Categories Description
vi: Mô tả danh mục
zh: 类别描述

source: Category
vi: Danh mục
zh: 类别

source: Category description updated successfully
vi: Mô tả danh mục đã được cập nhật thành công
zh: 类别描述更新成功

source: Change Password
vi: Đổi mật khẩu
zh: 更改密码

source: Change Service Sequence
vi: Thay đổi trình tự dịch vụ
zh: 更改服务顺序

source: Clear
vi: Xóa
zh: 清除

source: Client added successfully
vi: Thêm khách hàng thành công
zh: 客户添加成功

source: Client deleted successfully
vi: Khách hàng đã được xóa thành công
zh: 客户端删除成功

source: Client details updated successfully
vi: Chi tiết khách hàng đã được cập nhật thành công
zh: 客户详情更新成功

source: Client Future Bookings
vi: Lịch đặt trước của khách hàng
zh: 客户未来预约

source: Client Past Bookings
vi: Lịch đặt trước đây của khách hàng
zh: 客户过往预约

source: Clients
vi: Khách hàng

source: Closed
vi: Đã đóng
zh: 已关闭

source: Continue
vi: Tiếp tục
zh: 继续

source: Coupon added successfully
vi: Phiếu giảm giá đã được thêm thành công
zh: 优惠券添加成功

source: Coupon applied successfully
vi: Phiếu giảm giá đã được áp dụng thành công
zh: 优惠券应用成功

source: Coupon Code is required.
vi: Mã phiếu giảm giá là bắt buộc.
zh: 优惠券代码是必填项。

source: Coupon deleted successfully
vi: Phiếu giảm giá đã được xóa thành công
zh: 优惠券删除成功

source: Coupon Name is required
vi: Tên phiếu giảm giá là bắt buộc
zh: 优惠券名称是必填项

source: Coupon updated successfully
vi: Phiếu giảm giá đã được cập nhật thành công
zh: 优惠券更新成功

source: Coupons
vi: Phiếu giảm giá
zh: 优惠券

source: Credit : %@
vi: Tín dụng : %@
zh: 信用 : %@

source: Currency
vi: Tiền tệ
zh: 货币

source: Currency updated successfully
vi: Tiền tệ đã được cập nhật thành công
zh: 货币更新成功

source: Custom Schedule
vi: Lịch làm việc tùy chỉnh
zh: 自定义日程

source: Custom schedule updated successfully
vi: Lịch trình tùy chỉnh đã được cập nhật thành công
zh: 自定义日程更新成功

source: Customer
vi: Khách hàng
zh: 客户

source: Customer blocked successfully
vi: Khách hàng đã bị chặn thành công
zh: 客户已成功封锁

source: Customer or guest not found
vi: Không tìm thấy khách hàng hoặc khách mời
zh: 未找到客户或访客

source: Customer phone number blocked successfully
vi: Số điện thoại khách hàng đã được chặn thành công
zh: 客户电话号码已成功封锁

source: Customer phone number unblocked successfully
vi: Số điện thoại khách hàng đã được bỏ chặn thành công
zh: 客户电话号码已成功解除封锁

source: Description
vi: mô tả
zh: 描述

source: Description is required.
vi: Mô tả là bắt buộc.
zh: 描述是必填项。

source: Discount
vi: Giảm giá
zh: 折扣

source: Done
vi: Hoàn thành
zh: 完成

source: Download failed
vi: Tải xuống thất bại
zh: 下载失败

source: Edit Client
vi: Chỉnh sửa khách hàng
zh: 编辑客户

source: Edit Coupon
vi: Chỉnh sửa mã giảm giá
zh: 编辑优惠券

source: Edit Gift Card
vi: Chỉnh sửa thẻ quà tặng
zh: 编辑礼品卡

source: Edit Guest
vi: Chỉnh sửa khách
zh: 编辑访客

source: Edit Inventory
vi: Chỉnh sửa tồn kho
zh: 编辑库存

source: Edit Regular Schedule
vi: Chỉnh sửa lịch trình thường xuyên
zh: 编辑常规日程

source: Edit Service
vi: Chỉnh sửa dịch vụ
zh: 编辑服务

source: Edit Team Member
vi: Chỉnh sửa thành viên đội
zh: 编辑团队成员

# edit_services_count
source: Edit Services (%@)
vi: Chỉnh sửa dịch vụ (%@)
zh: 编辑服务 (%@)

source: Email sent successfully
vi: Email đã được gửi thành công
zh: 邮件发送成功

source: End Date is required.
vi: Ngày kết thúc là bắt buộc.
zh: 结束日期是必填项。

source: Expired
vi: Hết hạn
zh: 已过期

source: Expiry In Days is required
vi: Số ngày hết hạn là bắt buộc
zh: 有效期（天）是必填项

source: Extra Card Payment Charges In Percent
vi: Phí phụ thanh toán thẻ theo phần trăm
zh: 银行卡额外支付费用百分比

source: Extra Charges
vi: Phí phát sinh
zh: 额外费用

source: Extra charges updated successfully
vi: Phí bổ sung đã được cập nhật thành công
zh: 额外费用更新成功

source: Failed to add cart details
vi: Không thể thêm chi tiết giỏ hàng
zh: 添加购物车详情失败

source: Failed to add resource
vi: Không thể thêm tài nguyên
zh: 添加资源失败

source: Failed to add salon timing
vi: Không thể thêm thời gian hoạt động của salon
zh: 添加沙龙时间失败

source: Failed to added new password
vi: Không thể thêm mật khẩu mới
zh: 添加新密码失败

source: Failed to apply coupon
vi: Không thể áp dụng phiếu giảm giá
zh: 应用优惠券失败

source: Failed to block customer
vi: Không thể chặn khách hàng
zh: 阻止客户失败

source: Failed to check vendor
vi: Không thể kiểm tra nhà cung cấp
zh: 检查供应商失败

source: Failed to Currency
vi: Không thể cập nhật tiền tệ
zh: 货币更新失败

source: Failed to delete booking
vi: Không thể xóa đặt lịch
zh: 删除预约失败

source: Failed to delete client
vi: Không thể xóa khách hàng
zh: 删除客户端失败

source: Failed to delete coupon
vi: Không thể xóa phiếu giảm giá
zh: 删除优惠券失败

source: Failed to delete gift card
vi: Không thể xóa thẻ quà tặng
zh: 删除礼品卡失败

source: Failed to delete guest
vi: Không thể xóa khách
zh: 删除访客失败

source: Failed to delete inventory
vi: Không thể xóa hàng tồn kho
zh: 删除库存失败

source: Failed to delete resource
vi: Không thể xóa tài nguyên
zh: 删除资源失败

source: Failed to delete service
vi: Không thể xóa dịch vụ
zh: 删除服务失败

source: Failed to delete staff member
vi: Không thể xóa nhân viên
zh: 删除员工失败

source: Failed to delete walkin appointment
vi: Không thể xóa lịch hẹn trực tiếp
zh: 删除现场预约失败

source: Failed to edit coupon details
vi: Không thể chỉnh sửa chi tiết phiếu giảm giá
zh: 编辑优惠券详情失败

source: Failed to edit inventories
vi: Không thể chỉnh sửa hàng tồn kho
zh: 编辑库存失败

source: Failed to edit service
vi: Không thể chỉnh sửa dịch vụ
zh: 编辑服务失败

source: Failed to get booking data
vi: Không thể lấy dữ liệu đặt lịch
zh: 获取预约数据失败

source: Failed to get pos id
vi: Không thể lấy ID POS
zh: 获取 POS ID 失败

source: Failed to get reminder mail
vi: Không thể lấy email nhắc nhở
zh: 获取提醒邮件失败

source: Failed to get staff shifts
vi: Không thể lấy ca làm việc của nhân viên
zh: 获取员工班次失败

source: Failed to get team details
vi: Không thể lấy chi tiết nhóm
zh: 获取团队详情失败

source: Failed to get vendor currency
vi: Không thể lấy đơn vị tiền tệ của nhà cung cấp
zh: 获取供应商货币失败

source: Failed to insert client
vi: Không thể thêm khách hàng
zh: 插入客户失败

source: Failed to insert coupon details
vi: Không thể thêm chi tiết phiếu giảm giá
zh: 插入优惠券详情失败

source: Failed to insert gift card details
vi: Không thể thêm chi tiết thẻ quà tặng
zh: 插入礼品卡详情失败

source: Failed to insert guest
vi: Không thể thêm khách
zh: 插入访客失败

source: Failed to insert inventory
vi: Không thể thêm hàng tồn kho
zh: 插入库存失败

source: Failed to insert service
vi: Không thể thêm dịch vụ
zh: 插入服务失败

source: Failed to insert sub vendor
vi: Không thể thêm nhà cung cấp phụ
zh: 插入子供应商失败

source: Failed to insert test details
vi: Không thể thêm chi tiết kiểm tra
zh: 插入测试详情失败

source: Failed to select services
vi: Không thể chọn dịch vụ
zh: 选择服务失败

source: Failed to send email
vi: Không thể gửi email
zh: 发送邮件失败

source: Failed to team member
vi: Thao tác với thành viên nhóm thất bại
zh: 团队成员操作失败

source: Failed to update activities
vi: Không thể cập nhật hoạt động
zh: 更新活动失败

source: Failed to update amount
vi: Không thể cập nhật số tiền
zh: 更新金额失败

source: Failed to update booking flow
vi: Không thể cập nhật quy trình đặt lịch
zh: 更新预约流程失败

source: Failed to update booking policy
vi: Không thể cập nhật chính sách đặt lịch
zh: 更新预约政策失败

source: Failed to update category description
vi: Không thể cập nhật mô tả danh mục
zh: 更新类别描述失败

source: Failed to update custom schedule
vi: Không thể cập nhật lịch trình tùy chỉnh
zh: 更新自定义日程失败

source: Failed to update extra charges
vi: Không thể cập nhật phí bổ sung
zh: 更新额外费用失败

source: Failed to update gift card
vi: Không thể cập nhật thẻ quà tặng
zh: 更新礼品卡失败

source: Failed to update kiosk user
vi: Không thể cập nhật người dùng kiosk
zh: 更新自助终端用户失败

source: Failed to update noshow limit
vi: Không thể cập nhật giới hạn không đến
zh: 更新爽约限制失败

source: Failed to update reminder mail
vi: Không thể cập nhật email nhắc nhở
zh: 更新提醒邮件失败

source: Failed to update resource
vi: Không thể cập nhật tài nguyên
zh: 更新资源失败

source: Failed to update salon holidays
vi: Không thể cập nhật ngày nghỉ của salon
zh: 更新沙龙假期失败

source: Failed to update salon opening date
vi: Không thể cập nhật ngày khai trương salon
zh: 更新沙龙开业日期失败

source: Failed to update sms details
vi: Không thể cập nhật chi tiết SMS
zh: 更新短信详情失败

source: Failed to update staff holidays
vi: Không thể cập nhật ngày nghỉ của nhân viên
zh: 更新员工假期失败

source: Failed to update staff sequence
vi: Không thể cập nhật thứ tự nhân viên
zh: 更新员工顺序失败

source: Failed to update sub vendor data
vi: Không thể cập nhật dữ liệu nhà cung cấp phụ
zh: 更新子供应商数据失败

source: Failed to update team member
vi: Không thể cập nhật thành viên nhóm
zh: 更新团队成员失败

source: Failed to update time gap
vi: Không thể cập nhật khoảng thời gian
zh: 更新时间间隔失败

source: Failed to update vendor
vi: Không thể cập nhật nhà cung cấp
zh: 更新供应商失败

source: Female
vi: Nữ
zh: 女

source: Fixed
vi: Cố định
zh: 固定

source: Flat
vi: Cố định
zh: 固定

source: From
vi: Từ
zh: 来自

source: From date should not be greater than To date
vi: Ngày bắt đầu không được lớn hơn ngày kết thúc
zh: 开始日期不能晚于结束日期

source: General Information
vi: Thông tin chung
zh: 基本信息

source: Gift Card
vi: Thẻ quà tặng
zh: 礼品卡

source: Gift Card / Voucher
vi: Thẻ quà tặng / Phiếu mua hàng
zh: 礼品卡 / 代金券

source: Gift card added successfully
vi: Thẻ quà tặng đã được thêm thành công
zh: 礼品卡添加成功

source: Gift card applied successfully
vi: Thẻ quà tặng đã được áp dụng thành công
zh: 礼品卡使用成功

source: Gift card deleted successfully
vi: Thẻ quà tặng đã được xóa thành công
zh: 礼品卡删除成功

source: Gift card updated successfully
vi: Thẻ quà tặng đã được cập nhật thành công
zh: 礼品卡更新成功

source: Gift Name is required.
vi: Tên quà tặng là bắt buộc.
zh: 礼品名称是必填项。

source: Grand Total
vi: Tổng cộng
zh: 总计

source: Guest
vi: Khách
zh: 访客

source: Guest deleted successfully
vi: Khách đã được xóa thành công
zh: 访客删除成功

source: Guest details updated successfully
vi: Chi tiết khách đã được cập nhật thành công
zh: 访客详情更新成功

source: Guest Name :
vi: Tên khách :
zh: 客人姓名 :

source: Hours
vi: Giờ
zh: 小时

source: Images uploaded successfully
vi: Hình ảnh đã được tải lên thành công
zh: 图片上传成功

source: Inactive
vi: Không hoạt động
zh: 未启用

source: Internal server error
vi: Lỗi máy chủ nội bộ
zh: 服务器内部错误

source: Invalid Coupon Code
vi: Mã phiếu giảm giá không hợp lệ
zh: 无效的优惠券代码

source: Invalid date
vi: Ngày không hợp lệ
zh: 无效日期

source: Invalid gift card code
vi: Mã thẻ quà tặng không hợp lệ
zh: 礼品卡代码无效

source: Invalid Password
vi: Mật khẩu không hợp lệ
zh: 密码无效

source: Inventories
vi: Danh sách hàng tồn
zh: 库存列表

source: Inventory
vi: Hàng tồn kho
zh: 库存

source: Inventory added successfully
vi: Hàng tồn kho đã được thêm thành công
zh: 库存添加成功

source: Inventory deleted successfully
vi: Hàng tồn kho đã được xóa thành công
zh: 库存删除成功

source: Inventory updated successfully
vi: Hàng tồn kho đã được cập nhật thành công
zh: 库存更新成功

source: Kiosk & Customers
vi: Kiosk & Khách hàng
zh: 自助终端和客户

source: Kiosk user data added successfully
vi: Dữ liệu người dùng kiosk đã được thêm thành công
zh: 自助终端用户数据添加成功

source: Kiosk Users
vi: Người dùng Kiosk
zh: 自助机用户

source: Location Permission Required
vi: Yêu cầu quyền truy cập vị trí
zh: 需要位置权限

source: Logged in successfully
vi: Đăng nhập thành công
zh: 登录成功

source: Login as Staff
vi: Đăng nhập với tư cách nhân viên
zh: 以员工身份登录

source: Mail reminder updated successfully
vi: Nhắc nhở qua email đã được cập nhật thành công
zh: 邮件提醒更新成功

source: Main
vi: Chính
zh: 主要

source: Main Service
vi: Dịch vụ chính
zh: 主要服务

source: Make Payment
vi: Thực hiện thanh toán
zh: 进行支付

source: Male
vi: Nam
zh: 男

source: Min
vi: phút
zh: 最小

source: Minutes
vi: Phút
zh: 分钟

source: Name is required.
vi: Tên là bắt buộc.
zh: 名称是必填项。

source: Needs access to your location. Turn on Location Services in your device settings.
vi: Cần truy cập vị trí của bạn. Vui lòng bật Dịch vụ vị trí trong cài đặt thiết bị.
zh: 需要访问您的位置。请在设备设置中开启定位服务。

source: New Password is required.
vi: Mật khẩu mới là bắt buộc.
zh: 需要输入新密码。

source: New password updated successfully
vi: Mật khẩu mới đã được cập nhật thành công
zh: 新密码更新成功

# Next
source: Next %@ Days
vi: %@ ngày qua
zh: 过去%@天

# Next %d Days
source: Next %@ Days
vi: %@ ngày qua
zh: 过去%@天

source: No Bookings Found!
vi: Không tìm thấy lịch đặt nào!
zh: 未找到任何预约！

source: No Clients Data Found
vi: Không tìm thấy dữ liệu khách hàng
zh: 未找到客户数据

source: No Coupons Data Found
vi: Không tìm thấy dữ liệu phiếu giảm giá
zh: 未找到优惠券数据

source: No Data Found
vi: Không tìm thấy dữ liệu

source: No Gift Card Found
vi: Không tìm thấy thẻ quà tặng
zh: 未找到礼品卡

source: No Inventory Data Found
vi: Không tìm thấy dữ liệu kiểm kê
zh: 未找到库存数据

source: No more data found
vi: Không còn dữ liệu nào
zh: 未找到更多数据

source: No notice required
vi: Không cần thông báo
zh: 无需提前通知

source: No Offline Gift Cards Found
vi: Không tìm thấy thẻ quà tặng ngoại tuyến
zh: 未找到线下礼品卡

source: No Services Data Found
vi: Không tìm thấy dữ liệu dịch vụ
zh: 未找到服务数据

source: No Show Limit
vi: Giới hạn không đến
zh: 爽约限制

source: No Staff List"
vi: Không có danh sách nhân viên
zh: 暂无员工列表

source: No Team Data Found
vi: Không tìm thấy dữ liệu đội ngũ
zh: 未找到团队数据

source: No.Show Limit is required
vi: Bắt buộc phải có giới hạn không đến
zh: 必须设置未出席限制

source: Non VIP
vi: Không phải VIP
zh: 非贵宾

source: Noshow limit updated successfully
vi: Giới hạn không đến đã được cập nhật thành công
zh: 爽约限制更新成功

source: Notifications
vi: Thông báo
zh: 通知

source: Offline gift added successfully
vi: Quà tặng ngoại tuyến đã được thêm thành công
zh: 线下礼品添加成功

source: Offline Gift Card
vi: Thẻ quà tặng ngoại tuyến
zh: 线下礼品卡

source: Old Password is required.
vi: Mật khẩu cũ là bắt buộc.
zh: 需要输入旧密码。

source: Online Visibility
vi: Khả năng hiển thị trực tuyến
zh: 在线可见性

source: Opening Date
vi: Ngày khai trương
zh: 开业日期

source: Passcode is required
vi: Yêu cầu mã truy cập
zh: 需要密码

source: Passcode verified successfully
vi: Xác minh mã truy cập thành công
zh: 密码验证成功

source: Password must contain at least one uppercase letter, one lowercase letter, one special letter and one number, and be at least 8 characters long
vi: Mật khẩu phải chứa ít nhất một chữ cái viết hoa, một chữ cái viết thường, một ký tự đặc biệt và một số, đồng thời có độ dài tối thiểu 8 ký tự
zh: 密码必须至少包含一个大写字母、一个小写字母、一个特殊字符和一个数字，并且长度至少为8个字符

source: Pay Now
vi: Thanh toán ngay
zh: 立即支付

source: Payment
vi: Thanh toán
zh: 付款

source: Percentage
vi: Phần trăm
zh: 百分比

source: Percentage cannot exceed 100
vi: Phần trăm không được vượt quá 100
zh: 百分比不能超过100

source: Percentage is required.
vi: Phần trăm là bắt buộc.
zh: 百分比是必填项。

source: Phone
vi: Điện thoại
zh: 电话

source: Please enable location access in Settings to use this feature.
vi: Vui lòng bật quyền truy cập vị trí trong Cài đặt để sử dụng tính năng này.
zh: 请在设置中启用位置访问以使用此功能。

source: Please enter Cancellation amount percent
vi: Vui lòng nhập phần trăm số tiền hủy
zh: 请输入取消金额百分比

source: Please enter correct passcode
vi: Vui lòng nhập đúng mã truy cập
zh: 请输入正确的密码

source: Please enter coupon code
vi: Vui lòng nhập mã phiếu giảm giá
zh: 请输入优惠券代码

source: Please enter email
vi: Vui lòng nhập email
zh: 请输入邮箱

source: Please enter first name
vi: Vui lòng nhập tên
zh: 请输入名字

source: Please enter job title
vi: Vui lòng nhập chức danh công việc
zh: 请输入职位名称

source: Please enter mobile number
vi: Vui lòng nhập số điện thoại
zh: 请输入手机号码

source: Please enter password
vi: Vui lòng nhập mật khẩu
zh: 请输入密码

source: Please enter price
vi: Vui lòng nhập giá
zh: 请输入价格

source: Please enter service name
vi: Vui lòng nhập tên dịch vụ
zh: 请输入服务名称

source: Please enter valid email
vi: Vui lòng nhập email hợp lệ
zh: 请输入有效的邮箱地址

source: Please enter valid email id.
vi: Vui lòng nhập địa chỉ email hợp lệ.
zh: 请输入有效的电子邮箱地址。

source: Please fill in field
vi: Vui lòng điền vào trường này.
zh: 请填写该字段。

source: Please select a GiftCard image
vi: Vui lòng chọn hình ảnh thẻ quà tặng
zh: 请选择一张礼品卡图片

source: Please select any Time
vi: Vui lòng chọn bất kỳ thời gian nào
zh: 请选择任意时间

source: Please select category
vi: Vui lòng chọn danh mục
zh: 请选择类别

source: Please Select Date.
vi: Vui lòng chọn ngày.
zh: 请选择日期。

source: Please select expiry date.
vi: Vui lòng chọn ngày hết hạn.
zh: 请选择到期日期。

source: Please select From date
vi: Vui lòng chọn ngày bắt đầu
zh: 请选择开始日期

source: Please select gender
vi: Vui lòng chọn giới tính
zh: 请选择性别

source: Please select price type
vi: Vui lòng chọn loại giá
zh: 请选择价格类型

source: Please select Resource
vi: Vui lòng chọn tài nguyên
zh: 请选择资源

source: Please select service for
vi: Vui lòng chọn dịch vụ cho
zh: 请选择服务用于

source: Please select service time
vi: Vui lòng chọn thời gian dịch vụ
zh: 请选择服务时间

source: Please select To date
vi: Vui lòng chọn ngày kết thúc
zh: 请选择结束日期

source: Price
vi: Giá
zh: 价格

source: Price is required.
vi: Giá là bắt buộc.
zh: 价格是必填项。

source: Privacy & Security
vi: Quyền riêng tư & bảo mật
zh: 隐私与安全

source: Product Name is required
vi: Tên sản phẩm là bắt buộc
zh: 产品名称是必填项

source: Profile image not set
vi: Chưa đặt ảnh đại diện
zh: 未设置个人资料图片

source: QTY is required
vi: Số lượng là bắt buộc
zh: 数量是必填项

source: Quantity is required.
vi: Số lượng là bắt buộc.
zh: 数量是必填项。

source: Rather not to say
vi: Không muốn tiết lộ
zh: 不愿透露

source: Regular Schedule
vi: Lịch trình thường xuyên
zh: 常规日程
